{
    "name": "Tim Finucane",
    "sections": [
        {
            "title": "Me",
            "body": "I am intrigued in all things technology, and have been ever since I was 12. I am always excited to learn new and upcoming fields of development, including machine learning, single page web apps/JavaScript everywhere, and anything else I can get my hands on. Apart from software I also enjoy music (I play the guitar and the piano, sing, and have a drum kit to bash occasionally), painting, and am learning die deutsche Sprache.</br></br>I am looking for a job that encourages me to try new things and collaborate with other enthusiastic people. I can bring bright eyes and a bushy tail to the workplace (as long as that workplace has coffee)."
        },
        {
            "title": "Experience",
            "body": "<b>Software Summer Research, Auckland MRI Research Group, November 2017 – February 2018:</b></br>Under supervision by a Professor and Research Fellow I worked on refactoring and expanding a neural network used to detect and identify parts of the heart. I gained technical experience in Machine Learning and Python, and non-technical experience working in a professional environment, teamwork, and multi-tasking.</br></br><b>Professional Casual Staff, Auckland MRI Research Group, March 2018 – Present:</b></br>Working in the Auckland MRI Research Group on improving the above work project, as well as forming 3d models of the heart from neural networks.</br></br><i>References available on request.</i>"
        },
        {
            "title": "Volunteer Work",
            "body": "<b>IEEE Executive team, Auckland University Student Branch, 2017 - Present</b></br>Organising and advertising events, performing administrative tasks, and managing part of the social media aspect of the club.</br></br><b>St. Aidan’s Anglican Church, 2012 - 2014</b></br>Provided support across several fundraising events for community. Assisted in the areas of sales, gardening, event management, and manual labour, and greeting."
        }
    ]
}